{
  "MICP": {
    "shortDescription": "주로 트레드밀 위에서 달리며 스트레스를 해소하고 마음의 편화를 찾는 유형",
    "fullDescription": "MICP (Medical-Improvised-Cardio-Personal) 건강 증진을 목표로 즉흥적인 유산소 운동을 선호하며 개인 운동을 즐기는 유형입니다. 심폐 지구력 향상과 전반적인 건강 관리에 초점을 맞추되, 정해진 계획 없이 그날의 컨디션에 따라 운동 강도를 조절하는 특징이 있습니다. 혼자만의 조깅이나 수영과 같은 개인 유산소 운동을 통해 건강 목표를 달성하는 것을 선호하며, 자신의 체력 상태를 꼼꼼히 모니터링하는 습관이 있습니다.\n\n이들에게 추천되는 운동으로는 실내 사이클링, 수영, 조깅, 일대일 요가가 있습니다. 특히 스마트워치나 심박수 모니터링 기기를 활용한 자유로운 유산소 운동이 효과적입니다. 실내 러닝머신의 경우 자신의 페이스에 맞춰 속도와 경사도를 자유롭게 조절할 수 있어 선호도가 높습니다.\n\n이러한 MICP 유형에게 가장 적합한 PT는 유연한 프로그램 조정이 가능하면서도 기초적인 근력 운동을 적절히 믹스할 수 있는 트레이너입니다. 고객의 당일 컨디션을 섬세하게 파악하고, 그에 맞춰 즉흥적으로 운동 강도를 조절할 수 있어야 합니다. 또한 의학적 지식을 바탕으로 고객의 건강 상태를 지속적으로 모니터링하며, 유산소 운동과 맨몸 운동을 균형있게 구성할 수 있는 트레이너가 적합합니다.",
    "dogImage": "/img/MICP.png",
    "idealPT": "유연한 프로그램 조정이 가능하면서도 기초적인 근력 운동을 적절히 믹스할 수 있는 트레이너.",
    "label": "힐링 러너 운동가"
  },
  "MECP": {
    "shortDescription": "달리기를 체계적으로 계획해서 좋은 기록을 목표로 하는 유형",
    "fullDescription": "MECP (Medical-Exact-Cardio-Personal) 건강 증진을 목표로 계획적인 유산소 운동을 하며 개인 운동을 선호하는 유형입니다. 심폐 건강 향상을 위해 정확한 운동 계획을 세우고, 심박수와 운동 시간을 철저히 관리합니다. 주로 정해진 시간에 혼자만의 러닝이나 사이클링을 하며, 운동 기록을 꼼꼼히 측정하고 분석하는 것을 즐깁니다.\n\n이들에게 추천되는 운동으로는 정확한 수치 측정이 가능한 실내 사이클링, 트레드밀 러닝, 로잉머신이 있습니다. 특히 심박수 구간을 정확히 설정하고 그에 맞춰 운동할 수 있는 유산소 운동 기구를 선호합니다. 또한 정확한 목표 설정이 가능한 인터벌 트레이닝도 효과적입니다.\n\n이러한 MECP 유형에게 적합한 PT는 체계적인 프로그램을 제공하고 정확한 측정과 피드백이 가능한 트레이너입니다. 심박수, 운동 강도, 세트 구성을 과학적으로 설계할 수 있어야 하며, 기초적인 근력 운동을 체계적으로 접목시킬 수 있는 능력이 필요합니다. 데이터 기반의 운동 처방과 진척도 측정을 통해 고객의 건강 향상을 체계적으로 관리할 수 있어야 합니다.",
    "dogImage": "/img/MECP.png",
    "idealPT": "체계적인 프로그램을 제공하고 정확한 측정과 피드백이 가능한 트레이너.",
    "label": "마스터 러너 운동가"
  },
  "BICP": {
    "shortDescription": "달리기할 때 스타일과 패션을 중시하며 아름다움을 즐기는 유형",
    "fullDescription": "BICP (Beauty-Improvised-Cardio-Personal) 체형 관리를 목표로 즉흥적인 유산소 운동을 선호하며 개인 운동을 즐기는 유형입니다. 체중 감량과 바디라인 개선에 관심이 많으나, 엄격한 계획보다는 그날의 컨디션과 기분에 따라 자유롭게 운동합니다. 혼자만의 시간을 가지며 하는 댄스나 조깅을 선호하며, 음악을 들으며 자유롭게 운동하는 것을 즐깁니다.\n\n이들에게 추천되는 운동으로는 실내 댄스, 줌바, 필라테스, 자유로운 유산소 운동이 있습니다. 특히 칼로리 소모를 확인할 수 있는 유산소 운동 기구나, 거울을 보며 할 수 있는 댄스 운동을 선호합니다. 음악과 함께하는 자유로운 움직임을 통해 운동 효과를 높일 수 있습니다.\n\n이러한 BICP 유형에게 적합한 PT는 체형 관리에 전문성이 있으면서도 유연한 프로그램 운영이 가능한 트레이너입니다. 고객의 기분과 선호도를 고려하여 다양한 운동을 제시할 수 있어야 하며, 유산소 운동과 함께 체형 개선을 위한 맨몸 운동을 적절히 구성할 수 있어야 합니다. 특히 재미있게 운동할 수 있는 동기부여 능력이 중요합니다.",
    "dogImage": "/img/BICP.png",
    "idealPT": "체형 관리에 전문성이 있으면서도 유연한 프로그램 운영이 가능한 트레이너.",
    "label": "스타일 러너 운동가"
  },
  "BECP": {
    "shortDescription": "운주로 달리기를 통해 체력과 건강을 유지하는 유형",
    "fullDescription": "BECP (Beauty-Exact-Cardio-Personal) 체형 관리를 목표로 계획적인 유산소 운동을 하며 개인 운동을 선호하는 유형입니다. 정확한 칼로리 소모량과 운동 시간을 계산하여 체계적인 다이어트 계획을 세우고 실천합니다. 혼자서 하는 정기적인 유산소 운동을 통해 목표 체중과 체형을 달성하고자 하며, 운동 기록과 체형 변화를 꼼꼼히 기록하는 것을 중요하게 여깁니다.\n\n이들에게 추천되는 운동으로는 정확한 칼로리 소모 측정이 가능한 유산소 운동 기구들이 있습니다. 특히 심박수와 칼로리 소모량을 정확히 측정할 수 있는 러닝머신, 사이클, 로잉머신을 선호합니다. 또한 정확한 동작과 세트 구성이 가능한 HIIT 운동도 효과적입니다.\n\n이러한 BECP 유형에게 적합한 PT는 체계적인 체형 관리 프로그램을 제공하고 정확한 측정과 피드백이 가능한 트레이너입니다. 체지방률과 둘레 측정을 정기적으로 진행하며, 수치화된 목표 설정과 달성 과정을 체계적으로 관리할 수 있어야 합니다. 또한 칼로리 소모 극대화를 위한 유산소 운동과 체형 교정을 위한 근력 운동을 과학적으로 구성할 수 있는 능력이 필요합니다.",
    "dogImage": "/img/BECP.png",
    "idealPT": "체계적인 체형 관리 프로그램을 제공하고 정확한 측정과 피드백이 가능한 트레이너.",
    "label": "핏 러너 운동가"
  },
  "MICG": {
    "shortDescription": "그룹으로 모여서 스프린트를 하면서 스트레스를 날리고 즐거움을 찾는 유형",
    "fullDescription": "MICG (Medical-Improvised-Cardio-Group) 건강 증진을 목표로 즉흥적인 유산소 운동을 선호하며 단체 운동을 즐기는 유형입니다. 심폐 건강 향상을 위해 그룹 운동에 참여하되, 강도나 시간을 유연하게 조절합니다. 러닝 크루나 수영 동호회와 같은 단체 활동을 통해 건강한 사회적 관계를 형성하는 것을 즐기며, 함께하는 운동을 통해 서로 동기부여하는 것을 선호합니다.\n\n이들에게 추천되는 운동으로는 그룹 수영, 단체 러닝, 에어로빅, 스피닝이 있습니다. 특히 다른 사람들과 함께하는 유산소 운동을 통해 즐거움을 느끼며, 그룹의 분위기에 따라 자유롭게 운동 강도를 조절할 수 있는 활동을 선호합니다. 또한 팀 스포츠나 그룹 운동 클래스도 좋은 선택지가 됩니다.\n\n이러한 MICG 유형에게 적합한 PT는 그룹 수업 진행 경험이 풍부하면서도 개개인의 건강 상태를 고려할 수 있는 트레이너입니다. 소그룹 PT를 통해 회원들 간의 상호작용을 촉진하면서도, 각자의 체력과 컨디션에 맞는 운동 강도를 제시할 수 있어야 합니다. 또한 유산소 운동과 기초 근력 운동을 재미있게 믹스할 수 있는 능력이 중요합니다.",
    "dogImage": "/img/MICG.png",
    "idealPT": "그룹 수업 경험이 풍부하면서도 개개인의 건강 상태를 고려할 수 있는 트레이너.",
    "label": "힐링 스프린터 운동가"
  },
  "MECG": {
    "shortDescription": "그룹과 함께 체계적으로 스프린트 연습을 하면서 기록 향상을 목표로 하는 유형",
    "fullDescription": "MECG (Medical-Exact-Cardio-Group) 건강 증진을 목표로 계획적인 유산소 운동을 하며 단체 운동을 즐기는 유형입니다. 체계적인 그룹 운동 프로그램에 참여하여 심폐 건강을 관리하며, 정확한 운동 강도와 시간을 지키는 것을 중요하게 여깁니다. 정기적인 단체 유산소 운동을 통해 건강 목표를 달성하고자 하며, 그룹원들과 함께 건강 데이터를 공유하고 발전하는 것을 즐깁니다.\n\n이들에게 추천되는 운동으로는 전문적인 그룹 HIIT 클래스, 인터벌 트레이닝, 팀 크로스핏이 있습니다. 특히 정확한 시간 분배와 운동 강도 설정이 있는 그룹 프로그램을 선호하며, 데이터 기반의 목표 설정과 달성이 가능한 운동을 추천합니다.\n\n이러한 MECG 유형에게 적합한 PT는 체계적인 그룹 프로그램을 설계하고 운영할 수 있는 트레이너입니다. 회원들의 건강 상태를 정확히 측정하고 관리하면서도, 그룹의 시너지를 이끌어낼 수 있어야 합니다. 운동 강도와 시간을 과학적으로 설계하여 제시할 수 있는 전문성이 필요합니다.",
    "dogImage": "/img/MECG.png",
    "idealPT": "체계적인 그룹 프로그램을 설계하고 운영할 수 있는 트레이너.",
    "label": "마스터 스프린터 운동가"
  },
  "BICG": {
    "shortDescription": "그룹과 함께 멋지고 스타일리시하게 스프린트를 즐기는 유형",
    "fullDescription": "BICG (Beauty-Improvised-Cardio-Group) 체형 관리를 목표로 즉흥적인 유산소 운동을 선호하며 단체 운동을 즐기는 유형입니다. 즐거운 분위기 속에서 자유롭게 체형 관리를 하는 것을 선호하며, 그룹 댄스나 에어로빅과 같은 활동적인 단체 운동을 즐깁니다. 계획에 얽매이지 않고 그룹의 에너지를 통해 동기부여받는 것을 좋아합니다.\n\n이들에게 추천되는 운동으로는 줌바 댄스, 그룹 필라테스, 에어로빅, 스피닝이 있습니다. 특히 음악과 함께하는 그룹 운동을 통해 즐겁게 칼로리를 소모할 수 있는 활동을 선호합니다. 또한 자유로운 분위기에서 진행되는 다양한 그룹 피트니스 프로그램도 효과적입니다.\n\n이러한 BICG 유형에게 적합한 PT는 활기찬 에너지로 그룹의 분위기를 이끌 수 있으면서도, 체형 관리에 전문성을 갖춘 트레이너입니다. 재미있는 운동 구성과 함께 효과적인 체형 관리 방법을 제시할 수 있어야 하며, 그룹원들의 동기부여를 이끌어낼 수 있는 능력이 중요합니다.",
    "dogImage": "/img/BICG.png",
    "idealPT": "활기찬 에너지로 그룹의 분위기를 이끌 수 있는 트레이너.",
    "label": "스타일 스프린터 운동가"
  },
  "BECG": {
    "shortDescription": "그룹으로 모여서 스프린트를 통해 건강과 체력을 기르는 유형",
    "fullDescription": "BECG (Beauty-Exact-Cardio-Group) 체형 관리를 목표로 계획적인 유산소 운동을 하며 단체 운동을 즐기는 유형입니다. 체계적인 그룹 피트니스 프로그램을 통해 목표 체중과 체형을 관리하며, 정확한 운동 강도와 시간 관리를 중요시합니다. 그룹원들과 함께 체계적인 다이어트 목표를 설정하고 달성해나가는 것에서 큰 만족감을 느낍니다.\n\n이들에게 추천되는 운동으로는 정확한 동작과 시간 관리가 포함된 그룹 HIIT, 써킷 트레이닝, 팀 크로스핏이 있습니다. 특히 칼로리 소모량을 정확히 측정하고 기록할 수 있는 그룹 운동 프로그램을 선호합니다. 또한 정확한 동작과 인터벌이 있는 단체 수업도 효과적입니다.\n\n이러한 BECG 유형에게 적합한 PT는 체계적인 그룹 다이어트 프로그램을 운영할 수 있는 트레이너입니다. 회원들의 체형 변화를 정확히 측정하고 관리하면서, 그룹의 시너지를 활용할 수 있어야 합니다. 또한 칼로리 소모와 체형 관리에 효과적인 유산소성 근력 운동을 적절히 구성할 수 있는 능력이 필요합니다.",
    "dogImage": "/img/BECG.png",
    "idealPT": "체계적인 그룹 다이어트 프로그램을 운영할 수 있는 트레이너.",
    "label": "핏 스프린터 운동가"
  },
  "MINP": {
    "shortDescription": "근력 훈련을 통해 마음의 평화를 유지하는 유형",
    "fullDescription": "MINP (Medical-Improvised-Non-cardio-Personal) 건강 증진을 목표로 즉흥적인 근력 운동을 선호하며 개인 운동을 즐기는 유형입니다. 전반적인 건강과 근력 향상을 위해 운동하되, 정해진 계획 없이 그날의 컨디션에 따라 운동 강도를 조절합니다. 홈트레이닝이나 개인 웨이트 트레이닝을 선호하며, 자신의 페이스대로 건강한 근력을 기르는 것에 집중합니다.\n\n이들에게 추천되는 운동으로는 자유로운 웨이트트레이닝, 맨몸운동, 케틀벨 운동이 있습니다. 특히 그날의 컨디션에 따라 강도 조절이 쉬운 기구 운동을 선호하며, 자신의 체력에 맞춰 속도를 조절할 수 있는 운동을 추천합니다.\n\n이러한 MINP 유형에게 적합한 PT는 고객의 컨디션을 섬세하게 파악하고 그에 맞는 운동을 제시할 수 있는 트레이너입니다. 기초적인 의학 지식을 바탕으로 안전한 근력 운동을 지도할 수 있어야 하며, 고객이 독립적으로 운동할 때 활용할 수 있는 다양한 운동 방법을 제시할 수 있어야 합니다.",
    "dogImage": "/img/MINP.png",
    "idealPT": "고객의 컨디션을 섬세하게 파악하고 그에 맞는 운동을 제시할 수 있는 트레이너.",
    "label": "힐링 빌더 운동가"
  },
  "MENP": {
    "shortDescription": "근력 훈련을 계획적으로 해서 근력을 최대한으로 키우는 유형",
    "fullDescription": "MENP (Medical-Exact-Non-cardio-Personal) 건강 증진을 목표로 계획적인 근력 운동을 하며 개인 운동을 선호하는 유형입니다. 체계적인 건강관리를 위해 정확한 운동 프로그램을 따르며, 세트 수와 중량을 꼼꼼히 기록합니다. 주로 혼자서 하는 웨이트트레이닝이나 맨몸운동을 통해 건강 목표를 달성하고자 하며, 운동 기록과 건강 상태를 철저히 관리합니다.\n\n이들에게 추천되는 운동으로는 계획적인 웨이트트레이닝, 프리웨이트 운동, 머신 운동이 있습니다. 특히 정확한 무게 설정과 세트 구성이 가능한 기구 운동을 선호하며, 진행 상황을 수치화할 수 있는 운동을 추천합니다.\n\n이러한 MENP 유형에게 적합한 PT는 체계적인 근력 운동 프로그램을 설계하고 진행할 수 있는 트레이너입니다. 과학적인 트레이닝 방법론을 기반으로 정확한 운동 처방을 할 수 있어야 하며, 고객의 건강 상태를 정기적으로 측정하고 피드백할 수 있는 능력이 필요합니다.",
    "dogImage": "/img/MENP.png",
    "idealPT": "과학적인 트레이닝 방법론을 기반으로 정확한 운동 처방을 할 수 있는 트레이너.",
    "label": "마스터 빌더 운동가"
  },
  "BINP": {
    "shortDescription": "근력 훈련을 통해 멋진 몸매를 만드는 유형",
    "fullDescription": "BINP (Beauty-Improvised-Non-cardio-Personal) 체형 관리를 목표로 즉흥적인 근력 운동을 선호하며 개인 운동을 즐기는 유형입니다. 근육 라인과 체형 개선에 관심이 많으나, 엄격한 계획보다는 그날의 컨디션에 따라 자유롭게 운동합니다. 독립적인 웨이트트레이닝을 선호하며, 거울을 보며 자신의 체형 변화를 관찰하는 것을 즐깁니다.\n\n이들에게 추천되는 운동으로는 자유로운 웨이트트레이닝, 케이블 운동, 덤벨 운동이 있습니다. 특히 체형 변화를 시각적으로 확인할 수 있는 운동을 선호하며, 근육 펌핑감을 즐길 수 있는 운동을 추천합니다. 또한 동작별로 난이도 조절이 쉬운 머신 운동도 효과적입니다.\n\n이러한 BINP 유형에게 적합한 PT는 체형 교정과 근육 발달에 전문성이 있으면서도 유연한 프로그램 운영이 가능한 트레이너입니다. 고객의 미적 목표를 이해하고 그에 맞는 운동을 제시할 수 있어야 하며, 자극하고자 하는 근육을 정확히 타겟팅하는 방법을 지도할 수 있어야 합니다.",
    "dogImage": "/img/BINP.png",
    "idealPT": "체형 교정과 근육 발달에 전문성이 있으면서도 유연한 프로그램 운영이 가능한 트레이너.",
    "label": "스타일 빌더 운동가"
  },
  "BENP": {
    "shortDescription": "건강하고 근육질의 몸을 만들기 위해 근력 훈련을 하는 유형",
    "fullDescription": "BENP (Beauty-Exact-Non-cardio-Personal) 체형 관리를 목표로 계획적인 근력 운동을 하며 개인 운동을 선호하는 유형입니다. 이상적인 체형을 위해 세트, 무게, 휴식 시간까지 정확히 계획하고 실천합니다. 개인 PT나 혼자 하는 웨이트트레이닝을 통해 체계적으로 체형을 관리하며, 운동 기록과 체형 변화를 상세히 기록하는 것을 중요하게 여깁니다.\n\n이들에게 추천되는 운동으로는 정확한 세트와 무게 설정이 가능한 웨이트트레이닝, 프리웨이트 운동, 머신 운동이 있습니다. 특히 진행 상황을 수치화하고 기록할 수 있는 운동을 선호하며, 부위별 집중 운동이 가능한 프로그램을 추천합니다.\n\n이러한 BENP 유형에게 적합한 PT는 체계적인 체형 관리 프로그램을 설계하고 진행할 수 있는 트레이너입니다. 정확한 목표 설정과 단계별 접근이 가능해야 하며, 체형 변화를 과학적으로 측정하고 피드백할 수 있는 능력이 필요합니다.",
    "dogImage": "/img/BENP.png",
    "idealPT": "체계적인 체형 관리 프로그램을 설계하고 진행할 수 있는 트레이너.",
    "label": "핏 빌더 운동가"
  },
  "MING": {
    "shortDescription": "그룹과 함께 근력 훈련을 통해 건강과 웰빙을 추구하는 유형",
    "fullDescription": "MING (Medical-Improvised-Non-cardio-Group) 건강 증진을 목표로 즉흥적인 근력 운동을 선호하며 단체 운동을 즐기는 유형입니다. 전반적인 건강과 근력 향상을 위해 그룹 운동에 참여하되, 강도나 횟수를 유연하게 조절합니다. 크로스핏이나 그룹 PT와 같은 단체 근력 운동을 통해 건강한 사회적 관계를 형성하는 것을 즐기며, 함께하는 운동을 통해 서로 동기부여하는 것을 선호합니다.\n\n이들에게 추천되는 운동으로는 그룹 웨이트트레이닝, 소규모 크로스핏, 서킷 트레이닝이 있습니다. 특히 다른 사람들과 함께하는 근력 운동을 통해 즐거움을 느끼며, 그룹의 분위기에 따라 자유롭게 운동 강도를 조절할 수 있는 활동을 선호합니다.\n\n이러한 MING 유형에게 적합한 PT는 그룹 수업 진행 경험이 풍부하면서도 개개인의 건강 상태를 고려할 수 있는 트레이너입니다. 운동 중 발생할 수 있는 부상을 예방하면서도, 그룹의 시너지를 활용해 운동 효과를 극대화할 수 있는 능력이 필요합니다.",
    "dogImage": "/img/MING.png",
    "idealPT": "운동 중 발생할 수 있는 부상을 예방하면서도 그룹의 시너지를 활용할 수 있는 트레이너.",
    "label": "힐링 크루 운동가"
  },
  "MENG": {
    "shortDescription": "그룹으로 모여서 체계적인 근력 훈련 계획을 세워 성과를 내고자 하는 유형",
    "fullDescription": "MENG (Medical-Exact-Non-cardio-Group) 건강 증진을 목표로 계획적인 근력 운동을 하며 단체 운동을 즐기는 유형입니다. 체계적인 그룹 운동 프로그램에 참여하여 근력을 관리하며, 정확한 운동 강도와 횟수를 지키는 것을 중요하게 여깁니다. 정기적인 단체 근력 운동을 통해 건강 목표를 달성하고자 하며, 그룹원들과 함께 운동 기록을 공유하고 발전하는 것을 즐깁니다.\n\n이들에게 추천되는 운동으로는 전문적인 팀 크로스핏, 그룹 웨이트트레이닝, 체계적인 서킷 트레이닝이 있습니다. 특히 정확한 동작과 세트 구성이 있는 그룹 프로그램을 선호하며, 진행 상황을 수치화할 수 있는 운동을 추천합니다.\n\n이러한 MENG 유형에게 적합한 PT는 체계적인 그룹 근력 프로그램을 설계하고 운영할 수 있는 트레이너입니다. 회원들의 건강 상태를 정확히 측정하고 관리하면서도, 그룹의 시너지를 이끌어낼 수 있어야 하며, 안전하고 효과적인 근력 운동을 지도할 수 있는 전문성이 필요합니다.",
    "dogImage": "/img/MENG.png",
    "idealPT": "체계적인 그룹 근력 프로그램을 설계하고 운영할 수 있는 트레이너.",
    "label": "마스터 크루 운동가"
  },
  "BING": {
    "shortDescription": "그룹으로 모여서 운동을 하며 스타일과 패션을 중요하게 생각하며 운동을 하나의 패션 트렌드로 여기는 유형",
    "fullDescription": "BING (Beauty-Improvised-Non-cardio-Group) 체형 관리를 목표로 즉흥적인 근력 운동을 선호하며 단체 운동을 즐기는 유형입니다. 근육 발달과 체형 개선을 위해 그룹 운동에 참여하되, 계획에 얽매이지 않고 자유롭게 운동하는 것을 선호합니다. 함께하는 웨이트트레이닝이나 단체 PT를 통해 동기부여받는 것을 즐기며, 운동하면서 사교적인 관계를 형성하는 것을 중요하게 여깁니다.\n\n이들에게 추천되는 운동으로는 그룹 PT, 자유로운 크로스핏, 바디펌핑 클래스가 있습니다. 특히 다른 사람들과 함께 근육 자극을 느끼며 운동할 수 있는 프로그램을 선호하며, 즉흥적으로 강도를 조절할 수 있는 운동을 추천합니다.\n\n이러한 BING 유형에게 적합한 PT는 체형 개선에 전문성이 있으면서도 즐거운 그룹 분위기를 만들 수 있는 트레이너입니다. 다양한 운동을 재미있게 구성할 수 있어야 하며, 회원들의 체형 목표를 이해하고 그에 맞는 운동을 제시할 수 있어야 합니다.",
    "dogImage": "/img/BING.png",
    "idealPT": "체형 개선에 전문성이 있으면서도 즐거운 그룹 분위기를 만들 수 있는 트레이너.",
    "label": "스타일 크루 운동가"
  },
  "BENG": {
    "shortDescription": "그룹으로 함께 운동하면서 체력과 건강을 유지하는 것을 목표로 하며 그룹과 함께 서로 동기 부여를 얻는 유형",
    "fullDescription": "BENG (Beauty-Exact-Non-cardio-Group) 체형 관리를 목표로 계획적인 근력 운동을 하며 단체 운동을 즐기는 유형입니다. 체계적인 근력 운동 프로그램을 통해 이상적인 체형을 추구하며, 정확한 운동 방법과 루틴을 중요하게 여깁니다. 그룹 PT나 단체 웨이트트레이닝 클래스에 정기적으로 참여하여 목표를 달성하고자 하며, 그룹원들과 함께 체형 변화를 기록하고 공유하는 것을 즐깁니다.\n\n이들에게 추천되는 운동으로는 체계적인 그룹 PT, 계획된 크로스핏, 프로그램화된 웨이트트레이닝이 있습니다. 특히 정확한 동작과 세트 구성이 있는 체형 관리 프로그램을 선호하며, 그룹원들과 함께 발전해나갈 수 있는 운동을 추천합니다.\n\n이러한 BENG 유형에게 적합한 PT는 체계적인 체형 관리 프로그램을 그룹에 맞춰 설계하고 진행할 수 있는 트레이너입니다. 회원들의 체형 목표를 정확히 파악하고 단계별로 접근할 수 있어야 하며, 그룹의 시너지를 활용해 동기부여를 이끌어낼 수 있는 능력이 필요합니다.",
    "dogImage": "/img/BENG.png",
    "idealPT": "회원들의 체형 목표를 정확히 파악하고 단계별로 접근할 수 있는 트레이너.",
    "label": "핏 크루 운동가"
  }
}




